nicholasmgeorge.org
#+TITLE: Nicholas M George
#+DATE: 2020-06-06
#+OPTIONS: toc:nil author:nil title:nil date:nil num:nil ^:{} \n:1 todo:nil

#+PROPERTY: header-args :eval never-export

#+LATEX_HEADER: \usepackage[margin=0.5in]{geometry}
#+LATEX_HEADER: \usepackage{titlesec}
#+LATEX_HEADER: \usepackage{fontawesome}
#+LATEX_HEADER: \usepackage{fancyhdr}
#+LATEX_HEADER: \usepackage[round]{natbib}
#+LATEX_HEADER: \hypersetup{colorlinks=true,citecolor=black,linkcolor=black,urlcolor=blue,linkbordercolor=blue,pdfborderstyle={/S/U/W 1}}
#+LATEX_HEADER: \renewcommand{\bibsection}
#+LATEX: \titleformat{\section}{\normalfont\Large\bfseries}{\thesection}{2em}{}[{\titlerule[1.5pt]}]
#+LATEX: \pagestyle{fancy}
#+LATEX: \fancyhf{}
#+LATEX: \cfoot{NM George \thepage}
#+LATEX: \renewcommand{\headrulewidth}{0pt}
#+LATEX: \renewcommand{\footrulewidth}{0pt}
#+LATEX: \sffamily


#+LATEX: \noindent\huge{\bf Nicholas M George}}\\\hfill
#+LATEX: \large{University of Colorado Anschutz Medical Campus}\\
#+LATEX: \large{Cell and Developmental Biology}\\\hfill
#+LATEX: \faEnvelope \: \href{mailto:nicholas.m.george@cuanschutz.edu}{nicholas.m.george@cuanschutz.edu}\\\hfill
#+LATEX: \faGlobe \: \href{https://nickgeorge.net}{https://nickgeorge.net}\\\hfill

#+LATEX: \setlength{\tabcolsep}{12pt}
#+LATEX: \renewcommand{\arraystretch}{1.5}
* Education

\begin{tabular}{lp{0.8\textwidth}}

2016-& \textbf{Ph.D. Neuroscience} \newline 
University of Colorado, Anschutz Medical Campus, Aurora, CO \newline 
Thesis: "Excitable axonal domains adapt to olfactory sensory experience in adults"\newline 
Advisors: Diego Restrepo and Wendy Macklin\\

2014-2016& \textbf{M.S. Anatomy and Neurobiology} \newline 
Virginia Commonwealth University, School of Medicine, Richmond, VA \newline 
Thesis: \href{https://scholarscompass.vcu.edu/etd/4186/}{"Resolution of Inflammation Rescues Axon Initial Segment Disruption"}\newline
Advisor: Jeffrey Dupree\\

2009-2012& \textbf{B.S. Human Nutrition, Foods, and Exercise} \newline 
Virginia Tech Blacksburg, VA

\end{tabular}

* Funding

\begin{tabular}{lp{0.8\textwidth}}
2019-2022& \href{https://projectreporter.nih.gov/project_info_details.cfm?aid=9909888&icde=50328886&ddparam=&ddvalue=&ddsub=&cr=1&csb=default&cs=ASC&pball=}{1F31 DC018459-01} \newline NIH/NIDCD \newline "Investigating axonal and glial adaptations to sensory manipulations in the olfactory system" \newline Role: PI \\
2017-2018& TL1 TR001082 \newline Colorado Clinical and Translational Sciences Institute \newline "Neuronavigation with a fiber-coupled microscope"\newline Role: Pre-doctoral Fellow
\end{tabular}

* Publications
\begin{tabular}{lp{0.8\textwidth}}
2018& Gould, E. A., Busquet, N., Shepherd, D., Dietz, R. M., Herson, P. S., de Souza, F. M. S., Li, A., \textbf{George, N. M.}, Restrepo, D., and Macklin, W. B. (2018). Mild myelin disruption elicits early alteration in behavior and proliferation in the subventricular zone. \textit{eLife}, 7:e34783.\\

2017& Benusa, S. D., \textbf{George, N. M.}, Sword, B. A., DeVries, G. H., and Dupree, J. L. (2017). Acute neuroinflammation induces AIS structural plasticity in a NOX2-dependent manner. \textit{Journal of Neuroinflammation}, 14(1):116.\\
\end{tabular}
* Invited Talks
\begin{tabular}{lp{0.8\textwidth}}
2019& CU Anschutz Neuroscience retreat, Keystone, CO\newline "Glial and axonal adaptations to sensory deprivation in the olfactory system" \newline Gordon Research Seminar: Glial Biology, Ventura, CA\newline "Investigating glial and axonal adaptations to sensory deprivation in the olfactory system"\\
2018& Translational Science, Distinguished Oral Presentation, Washington, DC\newline "A novel multiphoton microscopy method for neuronavigation in deep brain stimulation surgery"
\newline All Neurosurgery Research Meeting, Aurora, CO \newline Characterizing autofluorescence in human STN for deep brain neuronavigation
\end{tabular}
* Poster Presentations
\begin{tabular}{lp{0.8\textwidth}}
2019& Gordon Research Conference: Glial Biology\newline Association for Chemoreceptive Science, Bonita Springs, FL\newline Rocky Mountain Regional Neuroscience Group, Aurora, CO\\
2018& Translational Science, Washington, DC\\
2017& CU Anschutz Neuroscience Retreat, Estes Park, CO\\
2016& William and Mary Graduate Research Symposium, Williamsburg, VA
\end{tabular}
* Honors and Awards
\begin{tabular}{lp{0.8\textwidth}}
2018& Wellcome Fund Trainee Travel Award for Clinical and Translational Research 2018, Washington DC\\
2016& Visiting Scholar Award for Excellence in the Natural and Computational Sciences. Poster and research summary presented at The William and Mary Graduate Research Symposium, Williamsburg, VA \\
2015& Poster presentation award at the Virginia Symposium on Brain Immunology and Glia, Richmond VA
\end{tabular}
* Software Development
* Other Skills, Experience, and Outreach
\begin{tabular}{lp{0.8\textwidth}}
2020& Software Carpentries Instructor Training
\end{tabular}
